Repository: MatinKhamooshi/woocommerce-attribute-color-picker
Catalog: languages/*.po
Languages: fa_ir

source: WooCommerce Attribute Swatches
fa_ir: سواچ‌های ویژگی ووکامرس

source: Add color and label swatches to WooCommerce product attributes for better variation selection experience.
fa_ir: افزودن سواچ‌های رنگی و برچسب به ویژگی‌های محصول ووکامرس برای تجربه بهتر انتخاب تنوع محصول.

source: Matin Khamooshi
fa_ir: متین خموشی

source: Display Type
fa_ir: نوع نمایش

source: Default
fa_ir: پیش‌فرض

source: Color
fa_ir: رنگ

source: Label
fa_ir: برچسب

source: Determines how this attribute is displayed on product pages.
fa_ir: تعیین می‌کند که این ویژگی چگونه در صفحات محصول نمایش داده شود.

source: Select a color for this attribute.
fa_ir: یک رنگ برای این ویژگی انتخاب کنید.

source: WooCommerce Attribute Swatches requires WooCommerce to be installed and active.
fa_ir: سواچ‌های ویژگی ووکامرس نیاز به نصب و فعال بودن ووکامرس دارد.

source: Attribute Swatches Settings
fa_ir: تنظیمات سواچ‌های ویژگی

source: Attribute Swatches
fa_ir: سواچ‌های ویژگی

source: Settings Saved
fa_ir: تنظیمات ذخیره شد

source: GitHub Access Token
fa_ir: توکن دسترسی گیت‌هاب

source: Optional: Enter your GitHub personal access token to enable automatic updates from private repositories. Leave empty for public repositories.
fa_ir: اختیاری: توکن دسترسی شخصی گیت‌هاب خود را وارد کنید تا به‌روزرسانی‌های خودکار از مخازن خصوصی فعال شود. برای مخازن عمومی خالی بگذارید.

source: Get a GitHub token
fa_ir: دریافت یک توکن گیت‌هاب

source: Plugin Information
fa_ir: اطلاعات افزونه

source: Version:
fa_ir: نسخه:

source: GitHub Repository:
fa_ir: مخزن گیت‌هاب:

source: This plugin checks for updates from GitHub. If you have a GitHub personal access token, enter it above to enable updates from private repositories.
fa_ir: این افزونه به‌روزرسانی‌ها را از گیت‌هاب بررسی می‌کند. اگر توکن دسترسی شخصی گیت‌هاب دارید، آن را در بالا وارد کنید تا به‌روزرسانی‌ها از مخازن خصوصی فعال شود.
